cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'yq'
brew 'spaceman-diff'
brew 'wget'
brew 'yt-dlp'

cask '1password'
cask 'android-platform-tools'
cask 'arq'
cask 'handbrake'
cask 'notion-calendar'
cask 'qlvideo'
cask 'transmission'
cask 'warp'
cask 'vscodium'
cask 'vlc'
cask 'zed'
cask 'zoom'
